/* Device Kind to be reported to the system */
"HP Fax" = "HP Fax";

/* The beginning of the fax job */
"Contacting fax..." = "Contacting fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Device busy, retrying...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Looking for fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Preparing to fax...";

/* Page progress */
"Sending page %lu..." = "Sending page %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Unable to contact fax, queueing on the next fax in the class...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Unsupported URI";

